Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/historiske_opplysninger.html.tmx
Source language: nob
Languages: sme

source: Historiske opplysninger
sme: Historjjálaš dieđut

source: Har du historiske opplysninger om myter, fortellinger og forestillinger så vil vi svært gjerne høre fra deg.
sme: Leat go dus historjjálaš dieđut myhtaid, muitalusaid ja tiiddaid birra, de hálidivččiimet mii áinnas dus gullat daid birra.

source: Mange samer har vokst opp med mytene, fortellingene og forestillingene forankret i tradisjonene som ofte er knyttet til landskapet.
sme: Ollu sámit lea bajásšaddan myhtaiguin, muitalusaiguin ja tiiddaiguin mat leat čatnasan árbevieruide main dávjá lea oktavuohta eanadahkii.

source: Eksempler på slike er tradisjonelle samiske fangstmetoder, om trekkveier for rein og spillplasser for tiur og orrhane, gode veivalg ned fra høyfjellet til dalbunnen og kulper med særlig klart vann.
sme: Ovdamearkkat dákkár árbevirolaš sámi bivdovugiide, bohcco johtolagaid ja čuvččá ja hurrie sajiid birra, buriid geaidnoválljemiid birra duoddaris vuopmái ja dappaliidda main lea čielga čáhči.

source: Det kan også være steder hvor det knytter seg særskilte religiøse fortellinger til.
sme: Doppe sáhttet leat báikkit maidda čatnasit erenoamáš religiøsa muitalusat.

source: Slike eldre myter, fortellinger og forestillinger er ofte i personlig eie, blandet med erfaring og holdt sammen på tross av differanser i tid.
sme: Dán lágan boarráset myhtat, muitalusat ja tiiddat leat dávjá peršonoamastusas, seaguhuvvon vásihusain ja dollojuvvon čoahkis beroškeahttá áigeerohusas.

source: Å ferdes i landskapet er å bli minnet, ikke bare om hendelser i fortid, men også om handlemåtene og verdiene innstiftet i landskapet.
sme: Go johtá eanadagas de muittuhuvvo ii dušše ovddeš dáhpáhusaid birra, muhto maiddái eatnadahkii cieggan láhttenvugiid ja árvvuid birra.

source: Historiske opplysninger vil være et svært viktig bidrag til å vedlikeholde samisk identitet og relasjoner til formødrenes områder, og dermed styrke og videreføre de historiske røttene dette landskapet representerer både for dagens og morgendagens generasjoner.
sme: Historjjálaš dieđuin lea hui deaŧalaš mearkkašupmi sámi identitehta ja oktavuođaid bisuheapmái máttuid guovlluide, ja dieinna lágiin nannet ja viidáset gaskkustit daid historjjálaš ruohttasiid maid eanadat ovddasta sihke otnáš ja boahtteáiggi sohkabuolvvaide.
